export default {
  choose_capture_area: 'Выберите зону охвата',
  error_in_recognition: 'Ощибка при определении текста 😢',
  no_capture_text: 'Не удалось распознать текст',
  camera_not_authorized_text:
    'Этому приложению нужен доступ к камере вашего устройства чтобы функционировать. Пожалуйста разрешите SnapText доступ к камере в настройках вашего устойства.',
  copy: 'Копировать',
  copy_text: 'Копировать текст',
  text_copied_to_clipboard: 'Текст скопирован в буфер обмена',
  ok: 'ОК',
  cancel: 'Отмена',
  camera_permission: 'Зпрос на доступ к камере',
  camera_permission_description:
    'Этому приложению нужен доступ к камере чтобы функционировать',
  privacy_policy_label: 'Политика конфиденциальности',
  source_code_label: 'Исходный код',
};
